export type Event = {
  title: string;
  description: string;
};

export const Events: Event[] = [
  {
    title: '職涯工作坊',
    description:
      '資料視覺化是近期常被提起的專業核心能力，今年我們特別邀請 Tableau 大師 - 彭其捷，帶領我們善用資料視覺化實用工具 - Tableau 。',
  },
  {
    title: '職涯月報',
    description:
      '以每月電子報的形式，呈現學員們感興趣的工作職位資訊（如數位行銷、全端工程師等），包含工作內容及所需能力， 除此之外，還採訪近十位擁有豐富經驗的各領域學長姐分享該職位的職場實務經驗。',
  },
  {
    title: '職涯咖啡館',
    description:
      '學員以分組的方式互相分享職涯體驗的內容，從中了解不同領域、不同職位工作內容。藉由收斂工作心得並與資種學員分享，了解更多職位的內容，充實自己並發芽茁壯！',
  },
  {
    title: '面試小攻略大補帖',
    description:
      '為了讓學員在準備面試時更有方向、不慌張。面試小攻略大補帖統整了一般常見面試問題和各職位面試問題，讓學員們在求職時可以無往不利！',
  },
  {
    title: '履歷健診',
    description:
      '邀請來自各領域或是專精於人資具有豐富經驗的學長姐，以職位分組的方式為每一位學員審視履歷，解決學員們撰寫履歷大大小小的問題，進而提升履歷品質。',
  },
  {
    title: '職涯論壇',
    description:
      '對於職涯未來規劃，每個人的抉擇都不同。因此我們邀請兩位擁有豐富經歷的資種學長學姐以面對面交流、提問方式，分享他們的職涯規劃與各種抉擇， 解決資種學員對於未來疑惑並給予我們關於職場新鮮人需具備的心態及特質。',
  },
];
