export type CareerEventType = {
  title: string;
  description: string;
};

export const careerEvents: CareerEventType[] = [
  {
    title: '職涯體驗計畫',
    description:
      '由資種的學長姐開了各種領域的職缺機會，包含企業實習與個人指導，以 Mentor 的角色帶領資種學員對該職位有更深一層的認識、體驗與了解。 在為期 3 個月的職涯體驗中，除了入職後專注職務工作，還能與 Mentors 之間有許多深度的交流，若表現優異，也有機會延長實習期限（視企業實習缺額與學員表現而異）。',
  },
  {
    title: '職涯訪談',
    description:
      '對於職涯未來規劃，每個人的抉擇都不同。因此我們邀請 40+ 擁有豐富經歷的資種學長學姐以面對面交流、提問方式，分享他們的職涯規劃與各種抉擇， 解決資種學員對於未來疑惑並給予我們關於職場新鮮人需具備的心態及特質，其中包含業務、行銷、資料、工程師、PM、UI/UX 等熱門領域，這麼優質豐富的人脈資源還不好好把握嗎？',
  },
  {
    title: '商業數據分析工作坊',
    description:
      '數據分析是近期常被提起的專業核心能力，今年我們特別邀請台大 DAC 創辦人 Bryant 擔任本次工作坊的講師，帶領我們善用 EXCEL 進行商業數據分析，最後產出一份完整的專案報告，累積自己的作品集！',
  },
  {
    title: '履歷健檢工作坊',
    description:
      '邀請來外部 HR 夥伴 - 職涯觀落陰 團隊與具有豐富經驗的學長姐一同為學員們健檢履歷，以職位分組的方式為每一位學員審視履歷，解決學員們撰寫履歷大大小小的問題，進而提升履歷品質。',
  },
];
